insert into board(bTitle, bContent) values ('관중의 매너가 테니스를 만든다.', '테니스는 그 어떤 스포츠보다 매너를 중요하게 생각한다. 그만큼 테니스 관람객 역시 관람 매너를 지켜야 한다. 테니스는 시선의 방해와 소음에 굉장히 예민한 종목이기 때문이다.  
이에 선수들은 경기 도중 발생하는 관중들의 움직임이나 소음에 신경질적으로 반응하고, 주심도 이런 경기장 내부 상황을 통제하기 위해 수시로
“Please(여기서는 조용히 해주세요 + 움직이지 마세요의 의미)”를 외치며 관중들에게 주의를 준다.
테니스 경기에는 고유한 관람문화가 존재한다. 한 번 관중석에 자리를 잡으면 경기 도중 자리에서 일어나거나 이동해서는 안되고,
화장실을 이용 등을 위해 경기장 내부에서 퇴장하는 것도 통제된다. 선수들이 매 홀수게임마다 코트의 위치를 바꾸는데 이때만 자유롭게 이동할 수 있다.
박수는 포인트가 끝나고 다음 포인트가 시작되기 전까지만 가능하며 경기 진행 도중 소음을 발생시켜서는 안된다. 선수들이 최대한 경기에 집중 할 수있도록하기 위해서다.
(종종 포인트가 끝나지 않았는데 발생한 탄식으로 선수들이 주심에게 항의하기도 한다)
테니스 관람이 처음인 관중들 입장에서는 이러한 관람문화가 까다롭고 불편하게 느껴질 수 있지만,  선수들이 최고의 경기력을 펼칠  수 있도록 내부 환경을 조성하기 위해서 꼭 필요한 규칙들이다.
테니스 경기 관람이 처음인 입문자가 위의 모든 내용을 미리 숙지하고 준비하기는 어렵다. 어느 분야든 처음은 있기 마련이고 모르는 건 차차 해보면서 알아가면 된다.
테니스 관람이 처음분들에게 필요한 건 충분한 지식이 아니라 선수들의 플레이를 방해하지 않기 위해 배려하는 따뜻한 마음이지 않을까.');


insert into board(bTitle, bContent) values ('테니스 기본 기술', '테니스 기본 기술
그라운드 스트로크
상대편이 친 공이 한번 땅에 튄 다음에 그 공을 받아치는 것을 말한다.
서브
상대편이 친 공이 한번 땅에 튄 다음에 그 공을 받아치는 것을 말한다.
서브(serve) 또는 서비스(service)는 테니스 경기에서 한 포인트를 시작하기 위해 넣는 샷.
보통 공을 머리 위로 던져 올린 뒤 라켓으로 가장 높은 곳에서 치는데, 네트를 건드리지 않고 대각선 반대편 서비스 박스에 들어가야 성공으로 인정한다.
포핸드
포핸드(forehand)는 테니스에서 라켓을 쥔 손의 반대쪽 방향으로 스윙해 공을 치는 것.
움직임이 비교적 자연스러워서 일반적으로 가장 배우기 쉬운 기술이다. 오른손잡이의 포핸드 스윙은 몸의 오른쪽에서 시작해 몸의 앞쪽에서 공을 맞힌 뒤 몸 왼쪽에서 끝난다.
백핸드
백핸드(backhand)는 테니스에서 라켓을 쥔 손 쪽 방향으로 스윙해 공을 치는 것.
오른손잡이의 백핸드 스윙은 몸 왼쪽에서 시작해 앞쪽에서 공을 맞춘 뒤 몸의 오른쪽에서 끝난다.
발리
발리(volley)는 테니스에서 공이 땅에 닿기 전에 쳐서 넘기는 기술.
선수가 네트에 근접한 상황에서 사용하며, 코트의 중간이나 베이스라인 근처에서 사용할 수도 있다.
스매시
스매시(smash) 또는 스매싱(smashing)은 머리 위에서 서브와 유사한 동작으로 공을 쳐서 넘기는 기술 중 하나.
힘과 속도가 매우 위력적이어서 보통 포인트를 끝내는 샷이 된다. 대개 코트 중간이나 네트에서 가까운 위치에서 상대방이 로브로 올린 공을 쳐낼 때 사용한다.
로브
공을 높이 쳐서 상대편의 머리 위로 넘겨 코트 후방으로 떨어뜨리는 기술이다.');


insert into board(bTitle, bContent) values ('테니스 게임(TenNeeds)', '웹을 사용한 의 테니스 게임입니다.
시범 경기와 토너먼트 경기를 할 수 있습니다.
행운을 빕니다. 방향키와 스페이스바를 이용하세요.');